Repository: davdelcar/decide-single-morancos01
Catalog: decide/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Usuario o Correo Electrónico
fr: Nom d'utilisateur ou Courriel

source: Contraseña
fr: Mot de passe

source: Correo electrónico
fr: Adresse électronique

source: Nombre de usuario
fr: Profil de l'utilisateur

source: Confirmar contraseña
fr: Confirmer le mot de passe

source: Nombre
fr: Nom

source: Apellidos
fr: Nom de famille

source: El correo electrónico ya está en uso
fr: Le courrier électronique est déjà utilisé

source: Login
fr: Se connecter

source: Bienvenido a Decide
fr: Bienvenue à Decide

source: Recuérdame
fr: Se souvenir

source: Iniciar Sesión
fr: Se connecter

source: Registrarse
fr: Registre

source: User Profile
fr: Profil de l'utilisateur

source: Perfil de usuario
fr: Profil de l'utilisateur

source: Usuario
fr: Utilisateur

source: Email
fr: Courriel

source: Deseo cambiar de contraseña
fr: Je souhaite modifier mon mot de passe

source: Contraseña Actual
fr: Mot de passe actuel

source: Nueva Contraseña
fr: Nouveau mot de passe

source: La contraseña debe contener al menos 8 caracteres, incluyendo mayúsculas, minúsculas y números.
fr: Le mot de passe doit contenir au moins 8 caractères, dont des majuscules, des minuscules et des chiffres.

source: La contraseña no debe ser completamente numérica.
fr: Le mot de passe ne doit pas être entièrement numérique.

source: La contraseña no debe ser común o similar al nombre de usuario.
fr: Le mot de passe ne doit pas être commun ou similaire au nom d'utilisateur.

source: Confirmar Nueva Contraseña
fr: Confirmer le nouveau mot de passe

source: Cambiar Contraseña
fr: Modifier le mot de passe

source: Inicia sesión para acceder a tu perfil de usuario.
fr: Connectez-vous pour accéder à votre profil d'utilisateur.

source: Registro
fr: Registre

source: Gracias por unirte a nuestra plataforma de votación electrónica
fr: Merci d'avoir rejoint notre plateforme de vote électronique

source: Ir a Censos
fr: Aller au recensement

source: Ir a tu Perfil
fr: Accédez à votre profil

source: Cerrar Sesión
fr: Se déconnecter

source: Votaciones Cerradas:
fr: Clôture du vote:

source: Fecha de Inicio:
fr: Date de début:

source: Fecha de Finalización:
fr: Date d'achèvement:

source: Ver resultados
fr: Voir les résultats

source: No hay votaciones disponibles en este momento
fr: Pas de vote disponible pour le moment

source: Votaciones Abiertas:
fr: Vote ouvert:

source: Ir a Votación
fr: Aller au vote

source: No hay votaciones abiertas en este momento
fr: Il n'y a pas de vote ouvert pour le moment

source: Ir a Iniciar Sesión
fr: Accéder à la connexion

source: Credenciales incorrectas
fr: Informations d'identification incorrectes

source: Error en el formulario
fr: Erreur dans le formulaire

source: Tu contraseña ha sido cambiada con éxito.
fr: Votre mot de passe a été modifié avec succès.

source: Name
fr: Nom

source: Me
fr: Moi

source: Auth
fr: Authentification

source: Auths
fr: Authentifications

source: Change language
fr: Changer de langue

source: Logout
fr: Se déconnecter

source: ¡Debe iniciar sesión para poder acceder a la votación!
fr: Vous devez être connecté pour accéder au vote!

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Error:
fr: Erreur :

source: Congratulations. Your vote has been sent
fr: Félicitations. Votre vote a été envoyé

source: Voting ID
fr: ID de vote

source: Voter ID
fr: ID de l'électeur

source: Census
fr: Recensement

source: Censos
fr: Recensement

source: En esta sección se pueden ver todos los censos creados
fr: Dans cette section, vous pouvez voir tous les recensements créés.

source: Crear Censo
fr: Créer un recensement

source: Importar Censo
fr: Recensement des importations

source: Exportar Censo
fr: Recensement des exportations

source: Pestaña de Inicio
fr: Onglet Accueil

source: Pestaña de Admin
fr: Onglet Admin

source: Voting_ID
fr: ID de vote

source: Voter_ID
fr: ID de l'électeur

source: Acciones
fr: Actions

source: Ver
fr: Voir

source: Borrar
fr: Supprimer

source: El archivo debe ser de Excel
fr: Le fichier doit être un fichier Excel

source: En la primera columna debe aparecer el ID de la votación
fr: La première colonne doit contenir l'identifiant du vote.

source: y en la segunda el ID del votante
fr: et dans le second, l'identification des électeurs

source: Importar Censos
fr: Recensement des importations

source: Volver
fr: Retour à

source: Error try to create census
fr: Erreur lors de la création d'un recensement

source: Census created
fr: Recensement créé

source: Voters deleted from census
fr: Électeurs supprimés du recensement

source: Invalid voter
fr: Électeur invalide

source: Valid voter
fr: Électeur valide

source: Importación finalizada
fr: Importation terminée

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: French
fr: Français

source: Auth Position
fr: Position d'authentification

source: Key
fr: Clé

source: Public Key
fr: Clé publique

source: Mixnet
fr: Mixtes rouges

source: Mixnets
fr: Réseaux mixtes

source: Votación no comenzada
fr: Le vote n'a pas commencé

source: Votación en curso
fr: Vote en cours

source: Resultados
fr: Résultats

source: Opción
fr: Option

source: Puntuación
fr: Score

source: Votos
fr: Votes

source: start
fr: commencer

source: stop
fr: arrêter

source: tally
fr: compter

source: Optional Question
fr: Question facultative

source: Yes/No Question
fr: Oui/Non Question

source: Vote Blank
fr: Vote en blanc

source: Vote Blank cannot be True for Yes/No question type.
fr: Le vote blanc ne peut pas être Vrai pour les questions de type Oui/Non.

source: Yes
fr: Oui

source: Number
fr: Numéro

source: No
fr: Non

source: This is a Yes/No question, option must be 'Yes' or 'No'.
fr: Il s'agit d'une question de type Oui/Non, l'option doit être 'Oui' ou 'Non'.

source: This option already exists for this question.
fr: Cette option existe déjà pour cette question.

source: Question Option
fr: Option de la question

source: Question Options
fr: Options des questions

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Tally
fr: compter

source: Voting
fr: Vote

source: Votings
fr: Votations
